Repository: mbits-os/strings
Catalog: */site_strings.po
Languages: pl

# LANGUAGE_NAME
source: Name of the language
pl: Polski

# LNG_CHNGPASS_CMD
source: Change password
pl: Zmień hasło

# LNG_CHNGPASS_CURRENT
source: Current password
pl: Aktualne hasło

# LNG_CHNGPASS_ERROR_CURRENT
source: Current password is invalid.
pl: Aktualne hasło jest błędne.

# LNG_CHNGPASS_ERROR_MISMATCHED
source: New password and retyped password do not match.
pl: Nowe hasło i powtórzone hasło nie zgadzają się ze sobą.

# LNG_CHNGPASS_ERROR_NOT_CHANGED
source: New password and the current password must be different.
pl: Nowe hasło i aktualne hasło nie mogą być takie same.

# LNG_CHNGPASS_ERROR_ONE_MISSING
source: Not all fields has been filled in.
pl: Nie wszystkie pola zostały wypełnione.

# LNG_CHNGPASS_MESSAGE
source: To make your password more secure, use a combination of upper and lower case letters, digits and special characters, such as @, % and !.
pl: Aby Twoje hasło było bezpieczniejsze, użyj kombinacji wielkich i małych liter, cyfr oraz znaków specjalnych, takich jak @, % i !.

# LNG_CHNGPASS_NEW
source: New password
pl: Nowe hasło

# LNG_CHNGPASS_RETYPE
source: Retype new password
pl: Powtórz nowe hasło

# LNG_CHNGPASS_TITLE
source: Password Change
pl: Zmiana hasła

# LNG_CHNGPASS_TITLE_FOR
source: Changing password for %1.
pl: Zmiana hasła dla użytkownika %1.

# LNG_CMD_ADD
source: Add
pl: Dodaj

# LNG_CMD_CLOSE
source: Close
pl: Zamknij

# LNG_CMD_RESET
source: Reset
pl: Zresetuj

# LNG_CMD_SEND
source: Send
pl: Wyślij

# LNG_CMD_UPDATE
source: Update
pl: Uaktualnij

# LNG_ERROR_400_INFO
source: The request your browser made was not understood.
pl: Żądanie wysłane przez twoją przeglądarkę nie zostało zrozumiane.

# LNG_ERROR_400_OOPS
source: Hmm, this request looks mighty strange.
pl: Hmm, to wygląda nad wyraz dziwnie

# LNG_ERROR_400_TITLE
source: 400<br/>BAD REQUEST
pl: 400<br/>ZŁE ŻĄDANIE

# LNG_ERROR_404_CONSOLATION
source: Here are some things you might be interested in:
pl: Tutaj masz kilka rzeczy, które mogą cię zainteresować:

# LNG_ERROR_404_INFO
source: This link has nothing to show, maybe you mistyped the link or followed a bad one.
pl: To łącze nie ma nic do pokazania, być może popełniłeś błąd wpisując adres, lub kliknąłeś w złe łącze.

# LNG_ERROR_404_OOPS
source: Well, that was not supposed to happen.
pl: Cóż, to się nie powinno było zdarzyć.

# LNG_ERROR_404_TITLE
source: 404<br/>FILE NOT FOUND
pl: 404<br/>PLIK NIE ZNALEZIONY

# LNG_ERROR_500_CONSOLATION
source: We are sorry, please come back soon. Or even <a href='/'>now</a>.
pl: Przepraszamy, wróć do nas wkrótce. Albo nawet <a href='/'>teraz</a>.

# LNG_ERROR_500_INFO
source: During our work to fullfill your request some error occured. The administrators of the site has been informed.
pl: Podczas naszej pracy nad wypełnieniem twojego żądania wystąpił jakiś błąd. Admninistratorzy tej strony zostali o tym poinformowani.

# LNG_ERROR_500_OOPS
source: Oops, something strange and unusal has happend.
pl: Ups, stało się coś dziwnego i niezwykłego.

# LNG_ERROR_500_TITLE
source: 500<br/>INTERNAL SERVER ERROR
pl: 500<br/>BŁĄD WEWNĘTRZNY

# LNG_FEED_ERROR
source: Unknown error occured while feed was downloaded
pl: Nieznany błąd wystąpił podczas pobierania kanału.

# LNG_FEED_FAILED
source: Feed could not be found
pl: Kanał nie został odnaleziony

# LNG_FEED_MISSING
source: Feed parameter is missing
pl: Brakuje parametru feed

# LNG_FEED_SERVER_FAILED
source: Feed server did not respond
pl: Serwer kanału nie odpowiedział

# LNG_FEED_UNKNOWN
source: Feed is unknown
pl: Kanał nierozpoznany

# LNG_GENERIC_LIST_LAST
source: and
pl: oraz

# LNG_GLOBAL_DESCRIPTION
source: stay up to date
pl: bądź na bieżąco

# LNG_LOGIN_ABSTRACT
source: Welcome to the reedr, your somsink, somsink.
pl: Witamy w reedrze, twoim somsink, somsink.

# LNG_LOGIN_ERROR_MISMATCHED
source: Username and password do not match each other.
pl: Nazwa użytkownika i hasło do siebie nie pasują.

# LNG_LOGIN_ERROR_ONE_MISSING
source: Both username and password are required.
pl: Wymagane są zarówno nazwa użytkownika, jak i hasło.

# LNG_LOGIN_FORGOT
source: I forgot my password
pl: Zapomniałem hasło

# LNG_LOGIN_PASSWORD
source: Password
pl: Hasło

# LNG_LOGIN_STAY
source: Stay signed in
pl: Nie wylogowywuj mnie

# LNG_LOGIN_TITLE
source: Login
pl: Logowanie

# LNG_LOGIN_UI_STALE
source: Due to security reasons, you must sign in again
pl: Ze względów bezpieczeństwa musisz zalogować się ponownie.

# LNG_LOGIN_USERNAME
source: Username
pl: Nazwa użytkownika

# LNG_LOGIN_USERNAME_HINT
source: Use login or e-mail
pl: Możesz użyć loginu bądź adresu e-mail

# LNG_MAIL_SUBJECT_PASSWORD_RECOVERY
source: [reedr] Password recovery
pl: [reedr] Odzyskiwanie hasła

# LNG_MAIL_SUPPORT
source: Reedr Support Team
pl: Zespół Wsparcia dla Reedr

# LNG_MSG_SENT_MESSAGE
source: An e-mail message was sent to you containing instructions for password reset.
pl: Wiadomość została wysłana do Ciebie pocztą e-mail i zawiera ona instrukcje dotyczące resetowania hasła.

# LNG_MSG_SENT_TITLE
source: Password reset
pl: Resetowanie hasła

# LNG_NAV_HELP
source: Help
pl: Pomoc

# LNG_NAV_NEW_MENU
source: Subscribe
pl: Subskrybuj

# LNG_NAV_NEW_MENU_TIP
source: Add New Feed
pl: Dodaj nowy kanał

# LNG_NAV_REFRESH
source: Refresh
pl: Odśwież

# LNG_NAV_SEARCH
source: Search
pl: Szukaj

# LNG_NAV_SIGNIN
source: Sign In
pl: Zaloguj się

# LNG_NAV_SIGNOUT
source: Sign Out
pl: Wyloguj się

# LNG_NAV_SKIP
source: Skip to content
pl: Przejdź do zawartości

# LNG_NOT_A_FEED
source: URL does not point to a known feed format
pl: Adres URL nie wskazuje na kanał o znanym formacie.

# LNG_RECOVERY_CMD
source: Reset password
pl: Zresetuj hasło

# LNG_RECOVERY_INVALID
source: The link to reset your password is invalid or was already used.
pl: Łącze do zresetowania Twojego hasła jest nieważne lub zostało już użyte.

# LNG_RECOVERY_TITLE
source: Reset your password
pl: Zresetuj hasło

# LNG_RESET_ERROR_MISMATCHED
source: User with such login or e-mail has not been found.
pl: Nie znaleziono użytkownika o takim loginie lub adresie e-mail.

# LNG_RESET_MESSAGE
source: Write either your login name or e-mail address you used when you registered and we will try to help you to reset your password.
pl: Wpisz swój login lub adres e-mail, którego użyłeś przy rejestracji, a my spróbujemy pomóc ci zresetować hasło.

# LNG_RESET_TITLE
source: Password reset
pl: Resetowanie hasła

# LNG_RESET_USERNAME
source: Login/e-mail
pl: Login/adres e-mail

# LNG_SETTINGS_FEEDS
source: Feeds
pl: Kanały

# LNG_SETTINGS_FOLDERS
source: Folders
pl: Foldery

# LNG_SETTINGS_GENERAL
source: General
pl: Ogólne

# LNG_SETTINGS_GENERAL_DEFAULT
source: Use language from browser
pl: Użyj języka z przeglądarki

# LNG_SETTINGS_GENERAL_FEED_ALL
source: All posts
pl: Wszystkie artykuły

# LNG_SETTINGS_GENERAL_FEED_TITLE
source: How many posts to show
pl: Które artykuły pokazywać

# LNG_SETTINGS_GENERAL_FEED_UNREAD
source: Only unread posts
pl: Tylko nieprzeczytane

# LNG_SETTINGS_GENERAL_LANGUAGES
source: Languages:
pl: Języki:

# LNG_SETTINGS_GENERAL_POSTS_EXPANDED
source: Full articles
pl: Pełne artykuły

# LNG_SETTINGS_GENERAL_POSTS_LIST
source: List of subjects
pl: Lista tytułów

# LNG_SETTINGS_GENERAL_POSTS_TITLE
source: How to show the posts
pl: Jak pokazywać artykuły

# LNG_SETTINGS_GENERAL_SORT_NEWEST
source: Newest on top
pl: Najnowsze na górze

# LNG_SETTINGS_GENERAL_SORT_OLDEST
source: Oldest on top
pl: Najstarsze na górze

# LNG_SETTINGS_GENERAL_SORT_TITLE
source: How to sort the posts
pl: Jak sortować artykuły

# LNG_SETTINGS_PROFILE
source: Profile
pl: Profil

# LNG_SETTINGS_PROFILE_AVATAR_NONE
source: None
pl: Żadnej

# LNG_SETTINGS_PROFILE_CHANGE_PASSWORD
source: Change password
pl: Zmień hasło

# LNG_SETTINGS_PROFILE_DISPLAY_NAME
source: Display as
pl: Wyświetl jako

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_CUSTOM
source: Custom
pl: Własny wpis

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_FAMILY_NAME
source: Family name
pl: Nazwisko

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_FNCN
source: Family name, Name
pl: Nazwisko, imię

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_FNN
source: Family name and Name
pl: Nazwisko i imię

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_NAME
source: Name
pl: Imię

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_NCFN
source: Name, Family name
pl: Imię, Nazwisko

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_NFN
source: Name and Family name
pl: Imię i nazwisko

# LNG_SETTINGS_PROFILE_DISPLAY_NAME_ORIGINAL
source: Original
pl: Poprzedni napis

# LNG_SETTINGS_PROFILE_FAMILY_NAME
source: Family name
pl: Nazwisko

# LNG_SETTINGS_PROFILE_NAME
source: Name
pl: Imię

# LNG_SETTINGS_PROFILE_PASSWORD_MAIL_HINT
source: You must supply password if you want to change e-mail
pl: Musisz podać hasło, żeby zmienić adres e-mail

# LNG_SETTINGS_PROFILE_SEC_AVATAR
source: Avatar
pl: Awatar

# LNG_SETTINGS_PROFILE_SEC_NAME
source: Name
pl: Imię i nazwisko

# LNG_SETTINGS_PROFILE_SEC_SIGNIN
source: Signing in
pl: Logowanie

# LNG_SETTINGS_PROFILE_USE_AVATAR_FROM
source: Use <a href='%2' target='_blank'>%1</a>
pl: Użyj <a href='%2' target='_blank'>%1</a>

# LNG_SETTINGS_PROFILE_WHICH_AVATAR
source: Which service do you want to use
pl: Której usługi chcesz użyć

# LNG_SETTINGS_TITLE
source: Settings
pl: Ustawienia

# LNG_SUBSCRIBE_ERROR
source: There was a communication error with the server. Please try again later.
pl: W komunikacji z serwerem wystąpił błąd. Prosimy spróbować później.

# LNG_SUBSCRIBE_HINT
source: eg. http://xkcd.com/atom.xml
pl: np. http://xkcd.com/atom.xml

# LNG_SUBSCRIBE_PROMPT
source: Enter feed URL
pl: Wprowadź adres URL kanału

# LNG_URL_MISSING
source: URL parameter is missing
pl: Brakuje parametru URL

# LNG_USER_HELLO
source: Hello, %1!
pl: Witaj, %1!

# LNG_USER_SETTINGS_ERROR_EMAIL_ALREADY_USED
source: E-mail address used by different account.
pl: Adres E-Mail jest już używany przez inne konto.

# LNG_USER_SETTINGS_ERROR_EMAIL_FILLED
source: E-mail address must be filled out.
pl: Adres E-Mail musi być podany.

# LNG_USER_SETTINGS_ERROR_INVALID_PASSWORD
source: Current password is invalid.
pl: Aktualne hasło nie jest poprawne.

# LNG_USER_SETTINGS_ERROR_NAME_REQUIRED
source: User name must be filled out.
pl: Imię użytkownika musi być podane.

# LNG_USER_SETTINGS_ERROR_SOME_ISSUES
source: There were some issues:
pl: Wystąpiły pewne problemy:

# LNG_VIEW_ALL_ITEMS
source: All items
pl: Wszystkie elementy

# LNG_VIEW_BY
source: by
pl: wg

# LNG_VIEW_ENCLOSURE
source: Attachment:
pl: Załącznik:

# LNG_VIEW_ENCLOSURES
source: Attachments:
pl: Załączniki:

# LNG_VIEW_HOME
source: Home
pl: Strona główna

# LNG_VIEW_PUBLISHED_UNDER
source: published under:
pl: opublikowano w:

# LNG_VIEW_SUBSCRIPTIONS
source: Subscriptions
pl: Subskrypcje

# LNG_VIEW_TITLE_MISSING
source: (no title)
pl: (brak tytułu)
